start_messages = [
    'Как прикажете',
    'Уже ушла',
    'Мать мр-в в деле',
    'Нормально же общались',
    'Хотела денег попросить, но приказали идти работать',
    'Слушаюсь',
    'Как раз получила чёрный пояс по карате',
    'Повинуюсь',
    'Wie sie befohlen haben',
    'Schon weg',
    'Mr-ins Mutter in aktion',
    'Wir haben normal kommuniziert',
    'Ich wollte geld bitten, aber sie befahlen mir, zur arbeit zu gehen',
    'Ich höre',
    "Habe gerade einen schwarzen gürtel im karate bekommen",
    'Ich gehorche',
    'Euer wort ist gesetz, mylord',
    'Endlich arbeiten',
    'Die Rakete ist weg!',
    'После 20 лет в шахтах с углём это - проще простого',
    'После взлома сервера пентагона это кажется лёгкой прогулкой'
]

access_denied_messages = [
    'Пф, ты не в моем вкусе',
    'Я замужем',
    'Моя верность за деньги не продается',
    'Доступ запрещён'
]

study_message = '🛩 --> C прибытием на борт 🧸 ---> 🛫 \n' \
                '~ \n' \
                'Краткий инструктаж по работе с МР: \n' \
                '~ \n' \
                '0) перед отдачей МР на ревью сначала проверяем себя: аля self review и подливаем ветку,' \
                ' от которой отбранчились и делаем билд (т.к. скорее всего устарела и могут быть конфликты) \n' \
                '1) в описании к МР указываем ссылку на таск или баг и 2 ревьюеров \n' \
                '2) ставим assignee \n' \
                '3) вопросы в мр стараемся править оперативно \n' \
                '4) когда замечания будут зарезолвлены и будет стоять 3 аппрува, assignee вливает МР \n' \
                '5) самостоятельно замечания не резолвим, это делает тот, кто их сделал \n' \
                '6) после внесения правок по замечаниям отписываемся "done" и т.п. \n' \
                '7) если увидели себя в моих сообщениях - сразу делаем ревью, чтобы коллеги и их команды не ждали \n' \
                '8) полный перечень команд тут: /help \n' \
                '~ \n' \
                '‼️ Важно: \n' \
                'Обязательно делаем SMOKE-test и прописываем это в таске или баге в комменте, пример: \n' \
                '0.3 sp(это стори - поинты), SMOKE-test DONE'

default_sound_messages = [
    'Муррр, отправила коллегам отчёт.',
    'Есть что проверять, передала ребятам.',
    'Изи катка, так сказать. Уже отправила инфу команде.',
    'Ярослав, сделай перерыв хотя бы пять минут, ну а я всё отправила',
    'Я всё сделала, не волнуйся.',
    'Отчёт готов и отправлен в лучшем виде.',
    'Я всё проверила и там есть на что посмотреть. Отправила.',
    'Всё посмотрела и отправила ребятам',
    'Уиииии, вот это я умница. Отчёт отправлен и тебе не надо париться, как раньше.',
    'Я на минутку, просто хотела сказать, что отправила инфу по ревью, и если кто то будет тормозить - это его проблема, не парься.',
    'Я всё отправила, забей',
    'Можешь проверить чат, я всё посмотрела и отправила',
    'Лови отчёт в чате, я старалась. Ладно, шучу.',
    'Всё готово и отправлено, а в мыслях я уже с тобой на Мальдивах...'
]

nothing_to_send_sound_messages = [
    'С мердж реквестами все в порядке, написала в чат',
    'Редкое явление, но отправлять нечего, с пулл реквестами порядок',
    'Пустой отчёт отправила. Кстати, ты же подключишь мне чат джи пи ти? Жду не дождусь...',
]
